{
    "title": "5 Things You Didn't Know About Stellar",
    "content": "Stellar (XLM) is an open source decentralized protocol for currencies and payments.  Like [Bitcoin](https:\/\/bitcoin.org\/en\/) and other [altcoins](https:\/\/en.wikipedia.org\/wiki\/List_of_cryptocurrencies), it relies on a blockchain to keep the network in sync, however unlike a lot of cryptocurrencies, it is significantly cheaper, faster and energy-efficient.\r\n\r\n## The founder of Stellar also founded Mt. Gox\r\nThe founder of Stellar, Jed McCaleb, was also the founder of the infamous [Mt. Gox](https:\/\/en.wikipedia.org\/wiki\/Mt._Gox).  For those who are unaware of Mt. Gox, it was one of the earliest bitcoin exchanges.  It was launched in 2010 by Jed McCaleb and at one point it was handling over 70% of all bitcoin transations worldwide.  \r\n\r\nMcCaleb sold the site to Mark Karpelès in 2011 as it had been taking up too much of his time and McCaleb did not feel he was able to take the site where it needed to be.  \r\n\r\nInterestingly, a few months after it was sold, Mt. Gox reported that 25,000 BTC ($400,000 USD at the time) had been stolen from the exchange.  This was the first of many thefts that occurred on Mt. Gox after McCaleb sold the site.  The biggest theft occurred years later in 2014 after the company reported to have lost almost 750,000 BTC.  \r\n\r\nMcCaleb, as far as it appears was never charged for any of the security issues that Mt. Gox had after he sold it, and instead the majority of the blame went to Karpelès.  \r\n\r\n\r\n## Stellar has some of the lowest transaction fees\r\n\r\nAs of July 7, 2021, the fee for a transaction is  0.00001XLM ($0.000002 USD).  The fees are among the lowest of any cryptocurrency.  This makes it very popular for sending crypto between exchanges as it is significantly more cost effective that sending ethereum or bitcoin.  \r\n\r\n\r\n## Other tokens can be created on the Stellar network in addition to Lumens\r\n\r\nThe Stellar network can host other types of tokens besides the standard Lumen.  For example, [USDC](https:\/\/en.wikipedia.org\/wiki\/USD_Coin) is an asset on the stellar blockchain.  There have been many other verified assets created.  According to [Stellar Asset](https:\/\/stellarasset.com\/) there are over 7,000 of them.",
    "image": "stellar.jpg"
}
